app/controllers/sandboxes_controller.rb

  def index
    @sandboxes = Sandbox.all
---
SELECT "sandboxes".* FROM "sandboxes"